"Western (Mac OS Roman)" = "Zachodni (Mac OS Roman)";
"Japanese (Mac OS)" = "Japoński (Mac OS)";
"Traditional Chinese (Mac OS)" = "Chiński tradycyjny (Mac OS)";
"Korean (Mac OS)" = "Koreański (Mac OS)";
"Arabic (Mac OS)" = "Arabski (Mac OS)";
"Hebrew (Mac OS)" = "Hebrajski (Mac OS)";
"Greek (Mac OS)" = "Grecki (Mac OS)";
"Cyrillic (Mac OS)" = "Cyrylicki (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gudźarati (Mac OS)";
"Thai (Mac OS)" = "Tajski (Mac OS)";
"Simplified Chinese (Mac OS)" = "Chiński uproszczony (Mac OS)";
"Tibetan (Mac OS)" = "Tybetański (Mac OS)";
"Central European (Mac OS)" = "Środkowoeuropejski (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbaty (Mac OS)";
"Turkish (Mac OS)" = "Turecki (Mac OS)";
"Croatian (Mac OS)" = "Chorwacki (Mac OS)";
"Icelandic (Mac OS)" = "Islandzki (Mac OS)";
"Romanian (Mac OS)" = "Rumuński (Mac OS)";
"Celtic (Mac OS)" = "Celtycki (Mac OS)";
"Gaelic (Mac OS)" = "Gaelicki (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Symbole klawiaturowe (Mac OS)";
"Farsi (Mac OS)" = "Perski (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cyrylicki (Mac OS ukraiński)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Western (ISO Latin 1)" = "Zachodni (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Środkowoeuropejski (ISO Latin 2)";
"Western (ISO Latin 3)" = "Zachodni (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Środkowoeuropejski (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Cyrylicki (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabski (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Grecki (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebrajski (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turecki (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordycki (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Tajski (ISO 8859-11)";
"Baltic Rim (ISO Latin 7)" = "Bałtycki Rim (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Celtycki (ISO Latin 8)";
"Western (ISO Latin 9)" = "Zachodni (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumuński (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-US (DOS)";
"Greek (DOS)" = "Grecki (DOS)";
"Baltic Rim (DOS)" = "Bałtycki Rim (DOS)";
"Western (DOS Latin 1)" = "Zachodni (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Grecki (DOS Grecki 1)";
"Central European (DOS Latin 2)" = "Środkowoeuropejski (DOS Latin 2)";
"Cyrillic (DOS)" = "Cyrylicki (DOS)";
"Turkish (DOS)" = "Turecki (DOS)";
"Portuguese (DOS)" = "Portugalski (DOS)";
"Icelandic (DOS)" = "Islandzki (DOS)";
"Hebrew (DOS)" = "Hebrajski (DOS)";
"Canadian French (DOS)" = "Kanadyjski francuski (DOS)";
"Arabic (DOS)" = "Arabski (DOS)";
"Nordic (DOS)" = "Nordycki (DOS)";
"Russian (DOS)" = "Rosyjski (DOS)";
"Greek (DOS Greek 2)" = "Grecki (DOS Grecki 2)";
"Thai (Windows, DOS)" = "Tajski (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japoński (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Chiński uproszczony (Windows, DOS)";
"Korean (Windows, DOS)" = "Koreański (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Chiński tradycyjny (Windows, DOS)";
"Western (Windows Latin 1)" = "Zachodni (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Środkowoeuropejski (Windows Latin 2)";
"Cyrillic (Windows)" = "Cyrylicki (Windows)";
"Greek (Windows)" = "Grecki (Windows)";
"Turkish (Windows Latin 5)" = "Turecki (Windows Latin 5)";
"Hebrew (Windows)" = "Hebrajski (Windows)";
"Arabic (Windows)" = "Arabski (Windows)";
"Baltic Rim (Windows)" = "Bałtycki Rim (Windows)";
"Vietnamese (Windows)" = "Wietnamski (Windows)";
"Western (ASCII)" = "Zachodni (ASCII)";
"Japanese (Shift JIS X0213)" = "Japoński (Shift JIS X0213)";
"Chinese (GBK)" = "Chiński (GBK)";
"Chinese (GB 18030)" = "Chiński (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japoński (ISO 2022-JP)";
"Korean (ISO 2022-KR)" = "Koreański (ISO 2022-KR)";
"Japanese (EUC)" = "Japoński (EUC)";
"Simplified Chinese (EUC)" = "Chiński uproszczony (EUC)";
"Traditional Chinese (EUC)" = "Chiński tradycyjny (EUC)";
"Korean (EUC)" = "Koreański (EUC)";
"Japanese (Shift JIS)" = "Japoński (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cyrylicki (KOI8-R)";
"Traditional Chinese (Big 5)" = "Chiński tradycyjny (Big 5)";
"Western (Mac Mail)" = "Zachodni (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Chiński uproszczony (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Chiński tradycyjny (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukraiński (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Chiński tradycyjny (Big 5-E)";
"Western (NextStep)" = "Zachodni (NextStep)";
"Non-lossy ASCII" = "Non-lossy ASCII";
"Western (EBCDIC US)" = "Zachodni (EBCDIC US)";
"Western (EBCDIC Latin 1)" = "Zachodni (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japoński (Automatycznie wykrywany)";
